Revit 2027 API
ParameterTypeId.RebarCrankRatio Property
 "Crank Slope 1:"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarCrankRatio { get; }
Public Shared ReadOnly Property RebarCrankRatio As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarCrankRatio {
	ForgeTypeId^ get ();
}
static member RebarCrankRatio : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace